Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.202ce690e832
source: ハックスクワット
ar_sa: اختراق القرفصاء
ca: hack squat
cs: Dřep s hákem
da: Hacksquat
de_de: Hacksquat
el: Squat με χαμηλή θέση
en_au: Hack Squat
es_es: Sentadillas hack squat
fi: Hack squat
fr_ca: Squat axillaire
gu: હક્સ સ્ક્વોટ
he: סקוואט עם חוקים
hi: हक्स स्क्वाट
hr: Hack squat
hu: Hax squat
id: Squat Hax
it: Squat a gambe dritte
ko: 해머 스쿼트
mr: हॅक्स स्क्वॅट
ms: Squat Hax
nl_nl: Hacksquat
no: Hacksquat
pl: Przysiady Haxxa
pt_br: Agachamento hack squat
pt_pt: Agachamento hack squat
ro: Genuflexiuni cu haltere
ru: Приседания Хакса
sk: Hack squat
sl: Hacksquat
sv: Haxlyft
ta: ஹாக் ஸ்குவாட்
te: హ్యాక్స్ స్క్వాట్
th: ท่าฮัคสควอท
tr: Hack squat
uk: Присідання "Хакс"
vi: Squat Hax
zh_hans: 哈克深蹲
zh_hant: 哈克斯深蹲

# domain_catalog.20465297f989
source: 全食品の栄養値を日本食品標準成分表から再計算しました。
ar_sa: تمت إعادة حساب القيم الغذائية لجميع الأطعمة من جدول التركيب القياسي للأغذية اليابانية.
ca: Els valors nutricionals de tots els aliments s'han recalculat a partir de la taula de composició estàndard dels aliments japonesos.
cs: Všechny nutriční hodnoty potravin byly znovu vypočítány z Japonské standardní tabulky složení potravin.
da: Vi har genberegnet næringsindholdet for alle fødevarer fra den japanske standardnæringstabell.
de_de: Die Nährwerte aller Lebensmittel wurden anhand der japanischen Standard-Nährwerttabelle neu berechnet.
el: Υπολογίσαμε ξανά τις διατροφικές τιμές όλων των τροφίμων χρησιμοποιώντας τον εθνικό πίνακα συστατικών τροφίμων.
en_au: We have recalculated the nutritional values of all foods using the Japanese Food Standard Composition Table.
es_es: He recalculado el valor nutricional de todos los alimentos utilizando la Tabla de Composición Estándar de Alimentos de Japón.
fi: Laskimme kaikki ruokien ravintoarvot uudelleen Japanin standardiaineosat-taulukosta.
fr_ca: Nous avons recalculé la valeur nutritionnelle de tous les aliments à partir de la table des composants standard japonais.
gu: અમે તમામ ખોરાકના પોષણ મૂલ્યોને જાપાનીઝ સ્ટાન્ડર્ડ ઘટકો કોષ્ટકમાંથી ફરીથી ગણતરી કર્યા છે.
he: חישבתי מחדש את ערכי התזונה של כל המזונות על סמך טבלת הרכב מזון סטנדרטית ביפן.
hi: हमने सभी खाद्य पदार्थों के पोषण मूल्य को "जापानी फूड स्टैंडर्ड कंपोनेंट टेबल" से फिर से गणना की है।
hr: Izračunali smo nutritivne vrijednosti svih namirnica prema tablici standardnih sastojaka hrane.
hu: Az összes élelmiszer tápértékét újra számítottuk a Japán Standard Élelmiszer Tartalom Táblázat alapján.
id: Nilai gizi untuk semua makanan telah dihitung ulang berdasarkan Tabel Komposisi Makanan Standar Jepang.
it: Abbiamo ricalcolato il valore nutrizionale di tutti gli alimenti utilizzando l'Almanacco alimentare standard giapponese.
ko: 모든 식품의 영양 성분을 일본 식품 표준 성분표를 기준으로 다시 계산했습니다.
mr: सर्व खाद्यपदार्थांचे पोषण मूल्य 'जपान फूड स्टँडर्ड कंपोनंट टेबल' वरून पुन्हा मोजले आहे.
ms: Nilai gizimakanan telah dikira semula daripada Senarai Komposisi Makanan Standard Jepun.
nl_nl: De voedingswaarden van alle voedingsmiddelen zijn opnieuw berekend met behulp van de Japanse standaardvoedingswaardetabel.
no: Næringsverdien for alle matvarer er blitt beregnet på nytt fra den japanske standardtabellen for næringsinnhold.
pl: Przeprowadziliśmy ponowny obliczenie wartości odżywczych dla wszystkich produktów na podstawie Japońskiego Standardowego Tabeli Składu Żywieniowego.
pt_br: Recalculamos o valor nutricional de todos os alimentos com base na Tabela de Composição Alimentar Japonesa.
pt_pt: Recalculamos o valor nutricional de todos os alimentos com base na Tabela de Composição Alimentar Japonesa.
ro: Am recalculat valoarea nutrițională a tuturor alimentelor folosind Tabela Standard de Compoziție Alimentară din Japonia.
ru: Питательная ценность всех продуктов пересчитана на основе таблицы пищевых веществ Японии.
sk: Všeobecné nutričné hodnoty boli znovu vypočítané z Japonskej štandardnej tabuľky potravín.
sl: Vsi hranilni elementi posameznih živil so ponovno izračunani na podlagi Japanskega standardnega seznama sestavin.
sv: Vi har räknat om näringsinnehållet för alla livsmedel med hjälp av Japan Food Standard Composition Table.
ta: எல்லா உணவு பொருட்களின் ஊட்டச்சத்து மதிப்புகளை ஜப்பானிய தரப்படுத்தப்பட்ட உணவு அட்டவணையிலிருந்து மீண்டும் கணக்கிட்டுள்ளோம்.
te: అన్ని ఆహార పదార్థాల పోషక విలువలను జపాన్ ఫుడ్ స్టాండర్డ్ కాంపోనెంట్ టేబుల్ నుండి తిరిగి లెక్కించాము.
th: คำนวณค่าสารอาหารของอาหารทั้งหมดใหม่จากตารางสารอาหารมาตรฐานของญี่ปุ่น
tr: Tüm yiyeceklerin besin değerlerini Japon Standart Besin Tablosundan yeniden hesapladık.
uk: Ми перерахували харчову цінність всіх продуктів згідно з "Японським стандартом харчування".
vi: Chúng tôi đã tính toán lại giá trị dinh dưỡng cho tất cả các loại thực phẩm từ Bảng thành phần tiêu chuẩn của Nhật Bản.
zh_hans: 我们重新计算了所有食物的营养成分，参考日本食品标准成分表。
zh_hant: 重新计算了所有食物的营养成分，参考日本食品标准成分表。

# domain_catalog.20ba864f955c
source: 姿勢と部位バランスを意識して整える
ar_sa: اضبط وضعيتك وتوازن جسمك من خلال إدراك ذلك.
ca: Ajusteu la vostra postura i l'equilibri corporal sent-ne conscient.
cs: Věnujte pozornost postojům a rovnováze jednotlivých částí těla.
da: Vær opmærksom på din holdning og balance i kroppen.
de_de: Bewusstes Ausbalancieren von Haltung und Körperteilen
el: Ενίσχυση της στάσης και της ισορροπίας των κορμών
en_au: Adjust posture and body balance consciously
es_es: Ajustar la postura y el equilibrio de las partes del cuerpo
fi: Huomioi asento ja kehon osien tasapaino
fr_ca: Améliorer la posture et l'équilibre en conscience
gu: પોઝ અને ભાગ સંતુલનને ધ્યાનમાં રાખીને સુધારો
he: לשמור על איזון בין התנוחה לחלקים בגוף
hi: अपनी मुद्रा और शरीर के अंगों के संतुलन पर ध्यान दें
hr: Svjesno održavajte postavu i ravnotežu tijela
hu: A testtartást és az egyes részek egyensúlyát figyelembe véve optimalizáljuk
id: Menjaga postur tubuh dan keseimbangan bagian tubuh
it: Mantenere una postura equilibrata e armoniosa
ko: 자세와 부위 균형을 의식하여 조절하기
mr: शरीराची स्थिती आणि भागांचे संतुलन लक्षात घेऊन सुधारणे
ms: Menjaga postur dan keseimbangan bahagian
nl_nl: Bewust werken aan houding en balans van verschillende delen van het lichaam
no: Vær oppmerksom på holdningen og balansen i kroppen
pl: Dbałość o postawę i proporcje ciała
pt_br: Manter a postura e o equilíbrio do corpo
pt_pt: Manter a postura e o equilíbrio do corpo
ro: Ajustează postura și echilibrul corpului
ru: Осознанное поддержание правильной позы и баланса частей тела
sk: Všímajte si pozíciu a rovnováhu jednotlivých častí tela.
sl: Upoštevajte postavo in ravnotežje posameznih delov telesa ter jih uskladite
sv: Justera ryggen och kroppens balans
ta: சரியான தோரணை மற்றும் உடல் பாகங்களின் சமநிலையை பராமரிக்கவும்.
te: శరీర భంగిమను మరియు శరీర భాగాల సమతుల్యతను దృష్టిలో ఉంచుకుని సరిచేయడం
th: จัดท่าทางและสมดุลของร่างกายให้เหมาะสม
tr: Duruşu ve vücut dengesini farkında olarak ayarlama
uk: Звертайте увагу на поставу та баланс окремих частин тіла
vi: Tập trung vào vị trí và cân bằng các bộ phận cơ thể
zh_hans: 注意姿势和部位的平衡，并进行调整
zh_hant: 注意姿势和部位的平衡，并进行调整

# domain_catalog.229e32a252f7
source: インクラインダンベルカール
ar_sa: انحدر حليقة الدمبل
ca: inclinar el rínxol amb mancuerna
cs: Inklinační cvik s činkou
da: Incline Dumbbell Curl
de_de: Ich bin ein Einwohner von Dunberck.
el: Κάμψη με αλτήρα σε κλίση
en_au: Incline dumbbell curl
es_es: Curl con mancuernas en inclinación
fi: Incline-dambrauliike
fr_ca: Curl avec haltère incliné
gu: ઇન્ક્લાઇન ડમ્બેલ કારલ
he: כפיפת משקל בשיפוע
hi: इन्क्लाइन डम्बल कर्ल
hr: Inklina biceps curl
hu: Incline dumbbell curl
id: Incline Dumbbell Curl
it: Incline Dumbbell Curl
ko: 인클라인 덤벨 컬
mr: इन्क्लाइन डंबल कर्ल
ms: Incline Dumbbell Curl
nl_nl: Incline dumbbell curl
no: Incline dumbbell curl
pl: Ćwiczenie bicepsa ze sztangą na nachylonej powierzchni
pt_br: Rosca com haltere na inclinação
pt_pt: Rosca com haltere na inclinação
ro: Îndoire cu gantera pe bancă înclinată
ru: Наклонный жим гантелей
sk: Incline dumbbell curl
sl: Incline Dumbbell Curl
sv: Inklinationshantelcurls
ta: இன்க்லைன் டம்பல் கர்ல்
te: ఇన్‌క్లైన్ డంబెల్ కార్ల్
th: Incline Dumbbell Curl
tr: Eğimli dambıl bükülmesi
uk: Жим гантелей лежачи під кутом
vi: Bài tập cuộn tạ với độ dốc
zh_hans: 倾斜哑铃弯举
zh_hant: 上斜啞鈴彎舉

# domain_catalog.23caae87951d
source: 施設の器具や用途を確認して使用する
ar_sa: فحص واستخدام معدات المنشأة وأغراضها.
ca: Comprovar i utilitzar els equips i finalitats de les instal·lacions.
cs: Používejte vybavení a zařízení podle jejich zaměření.
da: Brug faciliteternes udstyr korrekt
de_de: Verwenden Sie die Geräte und Einrichtungen gemäß den Anweisungen.
el: Ελέγξτε και χρησιμοποιήστε τον εξοπλισμό και τις χρήσεις των εγκαταστάσεων.
en_au: Check the equipment and its intended use before using it.
es_es: Utiliza los equipos e instalaciones de forma segura.
fi: Käytä tilan laitteita ja varmista niiden käyttö
fr_ca: Utilisez les équipements et les installations en fonction de leur utilisation prévue.
gu: સંસ્થાની સાધનસામગ્રી અને તેના ઉપયોગ વિશે માહિતી મેળવો અને તેનો ઉપયોગ કરો.
he: יש לבדוק ולהשתמש בכל הציוד ובמטרות
hi: सुविधाओं के उपकरणों और उनके उपयोग की जांच करें
hr: Koristite opremu i uređaje u objektu
hu: Ellenőrizzük a felszerelések és az alkalmazási módokat, mielőtt használjuk.
id: Gunakan peralatan dan fasilitas sesuai dengan tujuan
it: Utilizzare gli attrezzi e le attrezzature disponibili, verificando la loro idoneità
ko: 시설의 장비와 용도를 확인하고 사용하세요.
mr: उपलब्ध उपकरणे आणि त्यांचा उद्देश तपासून वापरा.
ms: Gunakan peralatan dan kegunaan di tapak
nl_nl: Gebruik de apparatuur en bepaal het doel van de faciliteit.
no: Bruk fasilitetenes utstyr i henhold til deres formål.
pl: Sprawdź dostępne urządzenia i ich przeznaczenie przed użyciem.
pt_br: Use os equipamentos e consulte as instruções antes
pt_pt: Use os equipamentos e consulte as instruções antes
ro: Verificați echipamentul și scopul utilizării înainte de a începe.
ru: Используйте оборудование и определите его назначение.
sk: Používajte vybavenie a nástroje v zariadení.
sl: Preverite in uporabite opremo ter njeno namestitev
sv: Använd anläggningens utrustning och verktyg på rätt sätt.
ta: உபகரணங்களையும், அவற்றின் பயன்பாட்டையும் சரிபார்த்து பயன்படுத்தவும்.
te: సౌకర్యంలోని పరికరాలు మరియు వాటి ఉపయోగాలను తనిఖీ చేసి, వాడండి
th: ใช้เครื่องมือและอุปกรณ์ในสถานที่อย่างเหมาะสม
tr: Kuruluşun ekipmanlarını ve kullanım amaçlarını kontrol ederek kullanın
uk: Використовуйте обладнання та інструменти відповідно до їх призначення.
vi: Sử dụng các thiết bị và dụng cụ trong cơ sở
zh_hans: 确认并使用设施的器具和用途
zh_hant: 確認設施的器具和用途後再使用

# domain_catalog.23e832e5df3b
source: ケーブルロー
ar_sa: صف الكابل
ca: fila de cables
cs: Kabelový row
da: Cable row
de_de: Kabel-Row
el: Κύκλος με Καλώδιο
en_au: Cable Row
es_es: Cuerda
fi: Kaapeli-veto
fr_ca: Tirage au câble
gu: કેબલ લો
he: משקל גוף
hi: केबल रो
hr: Cable row
hu: Cable pull-through
id: Tali Rope
it: Tirata al cavo
ko: 케이블 로우
mr: केबल रो
ms: Cable row
nl_nl: Cable row
no: Kabelro
pl: Ćwiczenie "rowing" z linką
pt_br: Puxar na corda
pt_pt: Puxar na corda
ro: Cârlig row
ru: Тяга на канате
sk: Káblový pull-up
sl: Žično povzemanje
sv: Kabeldrag
ta: கேபிள் ரோ
te: కేబుల్ రో
th: ดึงสายเคเบิล
tr: Cable Row
uk: Кабельний підйом
vi: Bài tập với dây
zh_hans: 绳索下拉
zh_hant: 绳索下拉

# domain_catalog.2421c01f1aaf
source: シーテッドロー
ar_sa: صف جالس
ca: fila asseguda
cs: Seated row
da: Seated row
de_de: Sitzendes Row
el: Seated Row
en_au: Seated Row
es_es: Remo sentado
fi: Istumaveto
fr_ca: Tirage assis
gu: સીટેડ લો
he: תלייה
hi: सीटेड रो
hr: Seated row
hu: Székben végzett pull-through
id: Row Duduk
it: Tirata seduta
ko: 시티드 로우
mr: सीटेड रो
ms: Seated row
nl_nl: Zitbank row
no: Set- og ro
pl: Wiosłowanie
pt_br: Remada sentada
pt_pt: Remada sentada
ro: Row pe scaun
ru: Тяга штанги к поясу сидя
sk: Seated row
sl: Seated row
sv: Sittande kabeldrag
ta: சீட்டட் ரோ
te: సీటెడ్ రో
th: ดึงนั่ง
tr: Seated Row
uk: Тяга верхнього блоку
vi: Kéo cáp
zh_hans: 坐姿下拉
zh_hant: 坐姿下拉

# domain_catalog.2494d7fd4a9d
source: 静かな分析家。記録から変更点を一つに絞る
ar_sa: محلل هادئ. التركيز على تغيير واحد من السجل
ca: Un analista tranquil. Centra't en un canvi del registre
cs: Klidný analytik. Zaměřte se na jednu změnu v záznamech.
da: En stille analytiker. Fokuser på at ændre én ting ad gangen baseret på dine registreringer.
de_de: Ein ruhiger Analytiker. Konzentrieren Sie sich auf eine Änderung in den Aufzeichnungen.
el: Ένας ήσυχος αναλυτής. Επιλέξτε μία αλλαγή από τις καταγραφές.
en_au: A quiet analyst. Focus on making one change based on your records
es_es: Analista tranquilo. Enfócate en cambiar un solo aspecto a partir del registro.
fi: Hiljainen analysoija. Valitse yksi muutos, joka perustuu kirjaimiin
fr_ca: Un analyste discret. Se concentrer sur un seul changement à partir des données enregistrées
gu: શાંત વિશ્લેષક. રેકોર્ડમાંથી ફક્ત એક જ ફેરફાર કરો
he: אנליסט שקט. צמצמו שינויים בנתונים לנקודה אחת.
hi: शांत विश्लेषक। रिकॉर्ड से एक बदलाव को सीमित करें
hr: Tihi analitičar. Izaberi jednu promjenu iz zapisa
hu: A csendes elemző. A rekordokból kiválasztva egyetlen változatra koncentrál.
id: Analis yang tenang. Memfokuskan pada satu perubahan dari catatan
it: Analista silenzioso. Concentrati su un singolo cambiamento nei dati.
ko: 고요한 분석가. 기록에서 변경 사항을 하나로 좁힙니다.
mr: शांतपणे विश्लेषण करणारे. नोंदींमधील बदलांवर लक्ष केंद्रित करा.
ms: Analisis yang tenang. Memfokuskan pada satu perubahan daripada rekod
nl_nl: Een rustige analyse. Beperk de veranderingen tot één punt in de gegevens.
no: En stille analytiker. Fokuser på én endring fra loggen.
pl: Cichy analityk. Skoncentruj się na jednej zmianie w danych.
pt_br: Analista discreto. Concentre-se em uma única mudança nos registros.
pt_pt: Analista discreto. Concentre-se em uma única mudança nos registros.
ro: Un analist calm. Concentrează-te pe modificarea unei singure aspecte din înregistrări
ru: Спокойный аналитик. Сосредоточьтесь на одном изменении, которое можно внести на основе записей.
sk: Tichý analytik. Zamerajte sa na jednu zmenu v zázname.
sl: Tiho analizirate. Izberite eno spremembo na podlagi podatkov.
sv: En lugn analysator. Fokusera på att identifiera en förändring från loggningen
ta: அமைதியான பகுப்பாய்வு செய்பவர். பதிவுகளிலிருந்து ஒரு மாற்றத்தை மட்டும் தேர்ந்தெடுக்கவும்
te: శాంతంగా విశ్లేషించేది. రికార్డు నుండి ఒక మార్పును మాత్రమే ఎంచుకోండి
th: นักวิเคราะห์ที่เงียบสงบ เลือกเปลี่ยนแปลงเพียงหนึ่งอย่างจากข้อมูล
tr: Sakin bir analiz aracı. Kayıtlardan tek bir değişikliği seç
uk: Спокійний аналітик. Зосередьтеся на одному змінному елементі в записі.
vi: Một nhà phân tích yên tĩnh. Tập trung vào một thay đổi duy nhất từ nhật ký
zh_hans: 安静的分析师。将记录中的变化限制为一项
zh_hant: 一個安靜的分析師，只從記錄中提取一個變更

# domain_catalog.24f122d18ea7
source: 観察研究
ar_sa: دراسة رصدية
ca: estudi observacional
cs: Pozorování a výzkum
da: Observation
de_de: Beobachtungsstudie
el: Παρατήρηση και έρευνα
en_au: Observational study
es_es: Estudio observacional
fi: Havainnointi ja tutkimus
fr_ca: Étude observationnelle
gu: નિરીક્ષણ અને સંશોધન.
he: מחקר וניתוח
hi: अवलोकन अध्ययन
hr: Način promatranja
hu: Megfigyelés
id: Studi Observasional
it: Osservazione e studio
ko: 관찰 연구
mr: निरीक्षण आणि संशोधन
ms: Studi Observasi
nl_nl: Observatieonderzoek
no: Observasjonsstudie
pl: Badania obserwacyjne
pt_br: Estudo observacional
pt_pt: Estudo observacional
ro: Studii observaționale
ru: Наблюдение и исследование
sk: Pozorovacie štúdium
sl: Naratavna raziskava
sv: Observation och forskning
ta: கவனித்து ஆய்வு செய்தல்.
te: పరిశీలన మరియు అధ్యయనం
th: การสังเกตการณ์
tr: Gözlem çalışmaları
uk: Спостереження та дослідження
vi: Nghiên cứu quan sát
zh_hans: 观察研究
zh_hant: 觀察研究

# domain_catalog.252badb33931
source: たくましさを残した健康体
ar_sa: جسم سليم محتفظ بالقوة
ca: Un cos sa que conserva la força
cs: Zdravý tělo s zachovanou silou
da: En sund krop med bevaret styrke
de_de: Gesundheit mit beibehaltener Stärke
el: Υγιές σώμα με διατήρηση της δύναμης
en_au: Maintain a healthy body with strength
es_es: Mantener un cuerpo sano y fuerte
fi: Terve ja vahva keho
fr_ca: Rester en bonne santé tout en conservant sa force
gu: શારીરિક શક્તિ જાળવી રાખીને સ્વસ્થ શરીર
he: גוף בריא ושמור
hi: स्वस्थ शरीर जो ताकत बनाए रखता है
hr: Zdrava tijelo s održanim snage
hu: Erős, egészséges test
id: Tubuh sehat dengan kekuatan yang terjaga
it: Corpo sano mantenendo la forza
ko: 건강하고 탄탄한 몸
mr: शारीरिक क्षमता टिकवून ठेवणे
ms: Tubuh yang sihat dengan kekuatan
nl_nl: Een gezond lichaam met behoud van kracht.
no: Sunn kropp med fortsatt styrke
pl: Zdrowy organizm z zachowanym wsparciem
pt_br: Corpo saudável, mantendo a força
pt_pt: Corpo saudável, mantendo a força
ro: Un corp sănătos, păstrând forța
ru: Здоровое тело с сохранением силы
sk: Zdravý a silný organizmus
sl: Zdrava telesna konstitucija z ohranjeno močjo
sv: Håll en stark och frisk kropp
ta: உடல் வலிமையையும் ஆரோக்கியத்தையும் பேணுதல்
te: శక్తిని కోల్పోకుండా ఆరోగ్యంగా ఉండటం
th: ร่างกายที่แข็งแรง พร้อมรักษาสมดุล
tr: Sağlıklı ve güçlü vücut
uk: Збережіть свою силу та здоров'я.
vi: Thể trạng khỏe mạnh, vẫn giữ được sức mạnh
zh_hans: 保持健康体态
zh_hant: 保持健康體態

# domain_catalog.25f3a0cfbb8f
source: 減らしたい
ar_sa: أريد أن تقلل
ca: Vull reduir
cs: Chci snížit
da: Vil reducere
de_de: Reduzieren
el: Θέλω να μειώσω
en_au: Reduce
es_es: Quiero reducir...
fi: Haluat vähentää
fr_ca: Réduire
gu: હું તેને ઘટાડવા માંગુ છું.
he: אני רוצה להפחית
hi: कम करना है
hr: Želim smanjiti
hu: Csökkenteni szeretném
id: Ingin mengurangi
it: Ridurre
ko: 줄이고 싶은
mr: कमी करायचे आहे
ms: Ingin mengurangkan
nl_nl: Wil ik verminderen
no: Ønsker å redusere
pl: Chcę zmniejszyć...
pt_br: Reduzir
pt_pt: Reduzir
ro: Vreau să reduc
ru: Хочу уменьшить
sk: Chcem znížiť
sl: Želim zmanjšati
sv: Vill minska
ta: குறைக்க விரும்பும் அளவு.
te: తగ్గించాలని కోరుకుంటున్నాను
th: ต้องการลด
tr: Azaltmak istediğim
uk: Хочу зменшити
vi: Muốn giảm
zh_hans: 想要减少
zh_hant: 想要減少

# domain_catalog.26a1032993dc
source: 続く置き換えを一つ決めよう
ar_sa: دعونا نقرر البديل التالي.
ca: Decidim un proper substitut.
cs: Vyberte si jednu z možností pro pokračující změny
da: Lad os fastlægge en strategi for fortsatte ændringer
de_de: Lassen Sie uns eine Methode für den kontinuierlichen Austausch festlegen
el: Επιλέξτε μία από τις παρακάτω επιλογές για να συνεχίσετε
en_au: Let's choose one replacement to continue with
es_es: Definir una estrategia para continuar.
fi: Päätetään yhdessä, miten vaihdetaan harjoituksia
fr_ca: Définir une stratégie pour continuer
gu: હવેથી એક ચોક્કસ રીત અપનાવો
he: לבחור אחת מבין שינויים המשך
hi: एक बार तय किए गए विकल्पों का पालन करें
hr: Odlučimo o jednom načinu zamjene
hu: Oszd meg a következő lépéseket!
id: Mari menentukan penggantian yang berkelanjutan
it: Stabilire un piano per continuare
ko: 계속되는 변화를 하나씩 정하기
mr: पुढेही योजनाबद्ध बदल करणे
ms: Pilih satu kaedah penggantian
nl_nl: Kies één vervanging om voort te zetten
no: La oss bestemme en strategi for å fortsette
pl: Wybierz jedną strategię, którą będziesz stosować.
pt_br: Definir uma substituição para continuar
pt_pt: Definir uma substituição para continuar
ro: Aleg o metodă de schimbare continuă
ru: Определим последовательность замен
sk: Vyberme si jednu metódu pre pokračujúce zlepšovanie
sl: Izberimo en način zamenjave
sv: Bestäm en metod för att fortsätta
ta: தொடர்ச்சியாக மாற்றங்களை திட்டமிடுங்கள்
te: కొనసాగిస్తున్న మార్పులను ఒకదానిగా నిర్ణయించుకోవడం
th: กำหนดวิธีการเปลี่ยนแปลงที่สอดคล้องกัน
tr: Devam eden değişiklikleri belirleyelim
uk: Виберіть один метод заміни
vi: Quyết định một phương pháp thay thế
zh_hans: 确定一个持续的替代方案
zh_hant: 決定要持續進行的替換運動

# domain_catalog.2718b93b2a7d
source: 自然な厚みのある健康体
ar_sa: جسم سميك وصحي بشكل طبيعي
ca: Cos naturalment gruixut i sa
cs: Zdravý a silný organismus
da: En sund og naturlig krop
de_de: Gesunder und vitaler Körper
el: Υγιές και φυσικό σώμα
en_au: Naturally healthy body
es_es: Cuerpo sano y tonificado de forma natural
fi: Terve ja hyvässä kunnossa
fr_ca: Un corps sain et naturellement musclé
gu: સામાન્ય અને સ્વસ્થ શરીર
he: גוף בריא וטבעי
hi: प्राकृतिक रूप से स्वस्थ शरीर
hr: Zdrava i vitka tijela
hu: Egészséges, természetes testalkat
id: Tubuh sehat yang alami dan bugar
it: Corpo sano e tonico, naturalmente
ko: 건강하고 자연스러운 몸매
mr: नैसर्गिकरित्या निरोगी शरीर
ms: Tubuh yang sihat dengan bentuk semula jadi
nl_nl: Een gezond en fit lichaam met een natuurlijke bouw
no: Sunn og sterk kropp med naturlig muskulatur
pl: Zdrowy i pełnowymiarowy organizm
pt_br: Corpo saudável e natural
pt_pt: Corpo saudável e natural
ro: Corp sănătos, cu tonus natural
ru: Здоровое тело с естественной мускулатурой
sk: Zdravý a silný vzhľad
sl: Zdrava in robustna telesna konstitucija
sv: En hälsosam kropp med naturlig muskelmassa
ta: சுகாதாரமான, இயல்பான உடல் அமைப்பு
te: సహజమైన, ఆరోగ్యకరమైన శరీరం
th: ร่างกายที่แข็งแรงตามธรรมชาติ
tr: Sağlıklı ve doğal bir vücut
uk: Здорове тіло з природною міцністю
vi: Thể trạng khỏe mạnh với vóc dáng tự nhiên
zh_hans: 自然健康的身体
zh_hant: 自然健康的體態

# domain_catalog.279d6a742762
source: 減量を始めたい
ar_sa: أريد أن أبدأ في فقدان الوزن
ca: Vull començar a perdre pes
cs: Začněte s redukcí váhy
da: Vil gerne starte med at reducere
de_de: Ich möchte mit dem Gewichtsverlust beginnen
el: Θέλω να ξεκινήσω τη μείωση βάρους
en_au: I want to start losing weight
es_es: Quiero empezar a reducir peso
fi: Haluan aloittaa painonpudotuksen
fr_ca: Je souhaite commencer à perdre du poids
gu: હું વજન ઘટાડવાનું શરૂ કરવા માંગુ છું
he: אני רוצה להתחיל לרדת במשקל
hi: वजन कम करना शुरू करना चाहते हैं
hr: Želim početi s gubitkom težine
hu: El akarom kezdeni a vágtást
id: Ingin memulai penurunan berat badan
it: Voglio iniziare a perdere peso
ko: 체중 감량을 시작하고 싶음
mr: वजन कमी करायला सुरुवात करू इच्छितो
ms: Mahu mula mengurangkan berat badan
nl_nl: Ik wil beginnen met gewichtsverlies
no: Vil starte vekttapet
pl: Chcę zacząć redukcję wagi.
pt_br: Quero começar a perder peso
pt_pt: Quero começar a perder peso
ro: Îmi doresc să încep să slăbesc
ru: Хочу начать снижение веса
sk: Chcem začať s redukciou
sl: Želim začeti izgubljati težo
sv: Vill börja minska vikten
ta: எடை குறைக்கத் தொடங்க விரும்புகிறேன்.
te: బరువు తగ్గడం ప్రారంభించాలనుకుంటున్నాను
th: ต้องการเริ่มลดน้ำหนัก
tr: Kilo vermeye başlamak istiyorum
uk: Хочу почати зменшувати вагу
vi: Muốn bắt đầu giảm cân
zh_hans: 想开始减肥
zh_hant: 想開始減重
